Tekla Open API Reference for Tekla Structures 2025
ActualStartDate Methods
The TaskFilterExpressions.ActualStartDate type exposes the following members.
Methods
Name | Description
ToString
 Creates a string representation of the current object.
 (Inherited from DataFilterExpression.)
Top
See Also
Reference
TaskFilterExpressions.ActualStartDate Class
Tekla.Structures.Filtering.Categories Namespace